{
  "equipment": [
    {
      "id": "1",
      "name": "Amazon Basics Rubber Encased Exercise & Fitness Hex Dumbbell, Hand Weight For Strength Training",
      "image": "https://m.media-amazon.com/images/I/81qxLfFvXVL._AC_SX679_.jpg",
      "category": "Strength",
      "price": 31.97,
      "description": "20 pound individual dumbbell weight for exercise and strength training",
      "rating": 4.7
    },
    {
      "id": "2",
      "name": "ULTRA FUEGO Power Cage, Multi-Functional Power Rack with J-Hooks, Dip Handles, Landmine Attachment and Optional Cable Pulley System for Home Gym",
      "image": "https://m.media-amazon.com/images/I/61JSqe6vfDL._AC_SX679_.jpg",
      "category": "Strength",
      "price": 389.99,
      "description": "This power cage with pulley system has been built with precise laser cutting and powder coated finish, features 1.5mm thick steel, 50mm x 50mm uprights, extra reinforcing tab, which make it very strong and reliable. 1.14inch holes with 4in hole spacing comes as standard which enables endless possibilities for attachments.",
      "rating": 4.6
    },
    {
      "id": "3",
      "name": "CAP Barbell Power Racks and Attachments",
      "image": "https://m.media-amazon.com/images/I/71sLMZ1A8rL._AC_SX679_.jpg",
      "category": "Strength",
      "price": 116.07,
      "description": "The 11 and 12-gauge steel tubing allows this bench to meet and exceed ASTM testing standards; Recommended maximum weight capacity of 500 pound",
      "rating": 4.4
    },
    {
      "id": "6",
      "name": "YOSUDA Pro Cardio Climber Stepping Elliptical Machine, 3 in 1 Elliptical, Total Body Fitness Cross Trainer with Hyper-Quiet Magnetic Drive System, 16 Resistance Levels, LCD Monitor & iPad Mount",
      "image": "https://m.media-amazon.com/images/I/61gGatdlUSL._AC_SX679_.jpg",
      "category": "Cardio",
      "price": 359.99,
      "description": "YOSUDA elliptical stepper combines the easy, low-impact motion of an Elliptical, and the cardiorespiratory improving power of a Stepper, with calorie burning power of a Treadmill. Extended vertical and horizontal stride length produces a fluid climbing motion aimed to engage your whole body.",
      "rating": 4.4
    },
    {
      "id": "7",
      "name": "MaxiClimber Vertical Climber Combines Resistance Training and High-Intensity Cardio for a Full Body Workout. Free Coach-led Classes & Fitness App",
      "image": "https://m.media-amazon.com/images/I/71XiF3qTFgL._AC_SX679_.jpg",
      "category": "Cardio",
      "price": 179,
      "description": "Versatile and easy-to-use climber that works for all fitness levels, with BONUS companion Fitness App.",
      "rating": 4.3
    },
    {
      "id": "9",
      "name": "Sunny Health & Fitness Legacy Stepping Elliptical Machine, Total Body Cross Trainer with Hyper-Quiet Magnetic Belt Drive, Low Impact Exercise Equipment, Optional Bluetooth with Exclusive SunnyFit App",
      "image": "https://m.media-amazon.com/images/I/718HpYx3KIL._AC_SX679_.jpg",
      "category": "Cardio",
      "price": 198.98,
      "description": "The Sunny Health and Fitness Magnetic Elliptical Cross Trainer is a highly acclaimed cardio equipment, renowned for its exceptional quality, backed by 10,000+ 5-star reviews, and trusted by more than a million satisfied customers",
      "rating": 4.1
    },
    {
      "id": "11",
      "name": "The Original Stretch Out Strap with Exercise Book - Made in the USA by OPTP - Top Choice of Physical Therapists, Athletic Trainers & Yoga",
      "image": "https://m.media-amazon.com/images/I/81GERkIoSCL._AC_SX679_.jpg",
      "category": "Mobility",
      "price": 15.95,
      "description": "Top Choice of Physical Therapists: The Original Stretch Out Strap, made in the USA, with instructional exercise book and mobile app featuring video demonstrations. The first stretching strap on the market in 1993, still recommended by professionals today.",
      "rating": 4.7
    },
    {
      "name": "YOSUDA Indoor Cycling Bike/Magnetic Stationary Bike - Cycle Bike with Ipad Mount & Comfortable Seat Cushion",
      "category": "Cardio",
      "price": "850",
      "description": "EXERCISE BIKE\n【Smooth Stationery Bike】35lbs flywheel and heavy-duty steel frame of the exercise bike guarantee the stability while cycling. The belt driven system provides a smoother and quieter ride than chain transport. It won't disturb your apartment neighbors or sleeping kids.\n【Personalized Fit Exercise Bike】2-ways adjustable non-slip handlebar, 4-ways padded seat (inseam height 25-35in) and a large range of resistance give users a comfortable indoor riding experience. Workout your muscles / lose weight / enhance heart /lung function. 270 lbs weight capacity.\n【LCD Monitor and Ipad Mount】The LCD monitor on exercise bike tracks your time, speed, distance, calories burned and odometer. The gift Ipad holder allows you to enjoy exercising and music at the same time, making it easier to keep exercising.\n【Safe to Use】The adjustable cage pedals on exercise bike protects you from a fast ride. Press the resistance bar to stop the flywheel immediately. The water bottle holder allows you to replenish water in time. Transport wheels help you easily move this cycle machine. All parts are protected and your little baby can't reach them.\n【What You Get】A YOSUDA exercise bike, all tools and instructions are in the package. Online instruction video can help you complete the assembly within 30 minutes. ONE YEAR FREE parts replacement.",
      "image": "https://m.media-amazon.com/images/I/61CCbx3dtkS._AC_SL1500_.jpg",
      "id": "12"
    },
    {
      "name": "Stick Mobility 3 Stick Training Bundle | Improve Flexibility, Mobility, and Strength with Active Stretching for Golf, Running, Fitness, Pickleball, and More",
      "category": "Mobility",
      "price": "260",
      "description": "UNIQUE FLEXIBLE STICKS: The Stick Mobility Training Stick is comprised of a special synthetic material designed to be flexible and strong to create resistance, tension, leverage, stability, and body awareness.\nVIDEO LIBRARY OF EXERCISES AND WORKOUTS: Get unlimited access to 100’s of exercises and workouts so you can get the most benefit out of your sticks.\nBEGINNERS TO ADVANCED TRAINING: Used by everyone from people just getting started to professional athletes and everyone in between. This is a complete system for joint mobilization, strength training, and deep fascial stretching to increase athletic performance, reduce the risk of injury, and speed recovery.\nTOTAL BODY MOBILITY SYSTEM: The Stick Mobility Training Bundle comes equipped with everything you need to improve your flexibility, joint strength and stability, and overall body mobility. It's a complete mobility training system.\nUSE ANYWHERE:  Designed for professional use in gyms, medical facilities, and on the sports field. They can be used outdoors, are 100% waterproof, and are easy to clean.",
      "image": "https://m.media-amazon.com/images/I/51DowXvadcL._AC_SL1080_.jpg",
      "id": "13"
    },
    {
      "name": "WOD Nation Pull Up Assistance Bands (10-175lbs Band) - Best for Pullup Assist, Chin Ups, Resistance Bands Exercise, Stretch, Mobility Work & Serious Fitness - 41 inch Straps",
      "category": "Mobility",
      "price": "13.97",
      "description": "UNIQUE FLEXIBLE STICKS: The Stick Mobility Training Stick is comprised of a special synthetic material designed to be flexible and strong to create resistance, tension, leverage, stability, and body awareness.\nVIDEO LIBRARY OF EXERCISES AND WORKOUTS: Get unlimited access to 100’s of exercises and workouts so you can get the most benefit out of your sticks.\nBEGINNERS TO ADVANCED TRAINING: Used by everyone from people just getting started to professional athletes and everyone in between. This is a complete system for joint mobilization, strength training, and deep fascial stretching to increase athletic performance, reduce the risk of injury, and speed recovery.\nTOTAL BODY MOBILITY SYSTEM: The Stick Mobility Training Bundle comes equipped with everything you need to improve your flexibility, joint strength and stability, and overall body mobility. It's a complete mobility training system.\n100% Pure - Only the purest 100% natural latex rubber making these not only the most durable but also very eco friendly.\nSingle #1 (Red) Band - not a set : This band measures 1/2 inch wide, 4.5 mm thick and 41 inches in length. It offers resistance from 10-35 lbs. This band is a great beginner band for resistance exercises that range from bicep curls, squats or even overhead shoulder press. The #1 is also great if you are looking to do speed work by adding the band to your bench press, deadlift or squats.\nMake Fast Progress With Your Pull Up Progression : Don't have strict or kipping pull-ups yet, use one (or better yet two) of these to jump start your assisted chin up training. These cross-training equipement is used in gyms around the world and also works great on a home door chin-up bar.\nCombine Two Different Bands to Boost Your Strength Fast : We recommend that athletes use one light band and one heavy band together. Start your workout with the thin band. Then when you tire out switch to the thicker fitnessband. Then finally to squeeze out the last few reps, add them both together.\nPerfect For Home Workout : Our resistance bands can help you get a full body workout at home or in the great outdoors. Stay whole-body fit from the safety of your home.\nGreat Traveling Gym : No matter where you go, take a few resistance bands with you for a full-body workout from anywhere.\n",
      "image": "https://m.media-amazon.com/images/I/61Y8K1OuxXL._AC_SL1500_.jpg",
      "id": "14"
    }
  ]
}